// 問題文、選択肢、正解の定義

export const quizData = [
  {
    question: "さくちゃんが最も嫌いな人は？",
    options: ["足が臭い人", "口が臭い人", "ワキが臭い人", "頭が臭い人"],
    answerIndex: 2,
  },
  {
    question: "さくちゃんがバドミントンを始めたきっかけは？",
    options: [
      "オグシオが好きだったから",
      "おばさんがバドミントン部だったから",
      "友達に誘われたから",
      "何となく自信があったから",
    ],
    answerIndex: 1,
  },
  {
    question: "さくちゃんの顔にあるホクロの数は？",
    options: ["1個", "2個", "3個", "4個", "5個"],
    answerIndex: 1,
  },
  {
    question: "さくちゃんの今年の身長は？",
    options: ["158.5", "158.6", "158.7", "158.8", "158.9"],
    answerIndex: 0,
  },
  {
    question: "さくちゃんの最も癒される瞬間は？",
    options: [
      "湖岸沿いを散歩している時",
      "赤ちゃんをなでなでする時",
      "お風呂に浸かった瞬間",
      "ワンちゃんをなでなでする時",
    ],
    answerIndex: 3,
  },
];
